class CfgDebriefing
{
	class PERFECT
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Вы захватили Персона Гульфа, нашли секретный схрон с оружием, скачали данные с беспилотника, уничтожили его, и при всем этом вернулись живыми!";
	};
	class BASE_
	{
		title = "Миссия выполнена";
		subtitle = "Основное задание выполнено!";
		description = "Вы захватили HVT и нашли секретный схрон с оружием, однако забили на беспилотник, ну и гульф с ним!";
	};
	class BASIC
	{
		title = "Миссия выполнена";
		subtitle = "Почти успех!";
		description = "Персон Гульф не заговорил, но вы уничтожили все что смогли найти и разобрались с беспилотником!";
	};
	class INCOMPLETE
	{
		title = "Миссия выполнена";
		subtitle = "Sloppy as F*";
		description = "Персон Гульф не заговорил, но вы уничтожили все что смогли найти, и к сожалению уничтожить беспилотник вам тоже не удалось";
	};
	class ALMOST
	{
		title = "Миссия выполнена";
		subtitle = "На пол шишечки";
		description = "Персон Гульф не заговорил а на беспилотник вы забили";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "ПОТРАЧЕНО";
	};
};